Repository: Pimpatipan/waraporn
Catalog: WarapornSalapao/Resources/Resource.*.resx
Languages: th

# catering-desc-1
source: Available in Bangkok Metropolitan
th: บริการในพื้นที่กรุงเทพและปริมณฑลเท่านั้น

# catering-desc-2
source: Available for orders over 25,000 baht
th: สั่งสินค้า 25,000 บาทขึ้นไป

# catering-desc-3
source: Available menu Salapao, Steamed Pork Dumplings, Steamed Shrimp Dumplings, Steamed Crab Dumplings, steamed Crystal Shrimp Dumplings, Steamed Shrimp in Seaweed Wrap
th: เมนูที่ให้บริการ ซาลาเปา 10 ไส้ / ขนมจีบ 5 อย่าง (หมู กุ้ง ปู ฮะเก๋า สาหร่าย)

# catering-header
source: Catering Service
th: การจัดเลี้ยง

source: Coffee
th: กาแฟ

# company-address
source: 524/3 Nakhonsawan Road, Si Yak Mahanak, Dusit Bangkok 10300 Head Office: 02-281-5694-5 Fax: 02-629-8998 Customer Relations: 086-342-2928 E-Mail: info@warapornsalapao.com
th: เลขที่ 524/3 ถนน นครสวรรค์ แขวงสี่แยกมหานาค เขตดุสิต กรุงเทพมหานคร 10300 สำนักงานใหญ่ : 02-281-5694-5 Fax : 02-629-8998 ลูกค้าสัมพันธ์ : 086-342-2928 E-mail : info@warapornsalapao.com

# company-desc
source: For feedback and recommendation, please contact Customer Relations : 086-342-2928
th: แนะนำ ติชมบริการ ได้ที่ฝ่ายลูกค้าสัมฟันธ์ โทร 086-342-2928

# company-name
source: Waraporn Sompong Foods Co., Ltd
th: บริษัท วราภรณ์ สมพงษ์ ฟู้ดส์ จำกัด (สำนักงานใหญ่)

source: Delivery
th: บริการจัดส่ง

source: Delivery Service
th: สาขาบริการจัดส่ง

source: Dim-Sum
th: ติ่มซำ

source: District
th: เขต/อำเภอ

# drink
source: Drinks
th: เครื่องดื่ม

source: Mantou
th: ชุดหมั่นโถว

# mantou-burger
source: Mantou Burgers
th: หมั่นโถวมินิเบอร์เกอร์

# menu-branch
source: Branch
th: สาขา

# menu-contact
source: Contact Us
th: ติดต่อเรา

# menu-home
source: Home
th: หน้าแรก

# menu-info
source: Info
th: ข้อมูล

# menu-product
source: Product
th: สินค้า

# menu-service
source: Service
th: บริการ

source: News
th: ข่าวสาร

# no-area
source: *Minimum Order Quantity 350 Baht. No area limitation. Delivery service fee is charged based on distance.
th: *ยอดสั่งขั้นต่ำ 350 บาท ไม่จำกัดพื้นที่ในการจัดส่ง คิดค่าบริการจัดส่งตามระยะทาง

source: Opening hours :
th: เวลาทำการ

source: Popular Set
th: เซ็ตยอดนิยม

source: Product
th: สินค้า

# profile-desc
source: Back in the old days, Khun Waraporn, the founder of Waraporn Salapao, would see her kids lining up for salapao (steamed buns) every afternoon after school. Thinking she could also make salapao herself, she came up with her homemade salapao recipe that was delicious with the quality she could trust. Then it became a small home enterprise when she started selling salapao in front of her house. With the quality of fillings which ingredients have been carefully selected and the tastiness of the salapao, Waraporn Salapao started to become a favorite salapao shop for locals. From a small shop in Nang Lerng neighborhood, it has expanded to many shops in Bangkok and some other provinces. Waraporn Salapao is a symbol of salapao with soft dough, flavorful filling, scrumptious smell, and variety of fillings with no preservatives. Despite the growing number of branches, Waraporn Salapao is still the same mom-made salapao that is able to maintain the status as "quality salapao" made with heart just like when Khun Waraporn made them for her family. Apart from salapao, Waraporn Salapao yet offers various tasty dishes and drinks including 20 kinds of dim sum, sticky rice dumpling, steamed and toasted mantou, as well as rice dishes with BBO pork, stewed pork leg, roasted chicken, green chicken curry, and bak kut teh. Signature drinks such as Iced Monk Fruit Tea with Grass Jelly and Iced Honey Lemon are also favorite menus of many customers.
th: ทุกวันหลังเลิกเรียนคุณแม่วราภรณ์ เห็นลูกๆ ชอบซื้อซาลาเปามากิน คุณแม่จึงคิดว่าทำให้ลูกๆ กินเองด้วยสูตรของครอบครัว ซึ่งทั้งอร่อยและสามารถมั่นใจในคุณภาพ จากที่แค่ทำให้ลูกๆ กินเอง ก็กลายมาเป็นทำขาย เริ่มจากธุรกิจเล็กๆ แต่ด้วยคุณภาพของไส้ ที่เลือกใช้วัตถุดิบอย่างดีและความอร่อยถูกปาก ซาลาเปาของคุณแม่ จึงกลายเป็นที่ชื่นชอบ จากร้านเก่าแก่ย่านนางเลิ้ง สู่ร้านวราภรณ์หลายสาขาทั่วกรุงเทพ ในที่สุดซาลาเปาวราภรณ์ ก็กลายเป็นตัวแทนของซาลาเปา ที่มีแป้งนุ่ม รสชาติกลมกล่อม กลิ่นหอมน่ากิน มีไส้หลากหลายให้เลือก จัดเต็มด้วยส่วนผสมชั้นดี ไม่ใส่สารกันบูด แต่ยังใส่ใจในทุกขั้นตอนการปรุง เหมือนทำให้คนในครอบครัว เติมเต็มชีวิตประจำวัน อย่างมีคุณภาพแบบ " อิ่มง่าย..ง่าย อร่อยนุ่ม..นุ่ม "

# profile-header
source: Our Story
th: จัดเต็มแบบคุณแม่วราภรณ์

source: Province
th: จังหวัด

source: Read more
th: อ่านต่อที่นี่

source: Recent Blog
th: บทความล่าสุด

source: Salapao
th: ซาลาเปา

source: Search
th: ค้นหา

# section-desc-1
source: Using high quality ingredients with no preservatives
th: เมนูที่หลากหลายของวราภรณ์ ซาลาเปา มีเคล็ดลับความอร่อยด้วยการเลือกใช้วัตถุดิบ ครบเครื่องอย่างดี ไม่ใส่สารกันบูด

# section-desc-2
source: Attentive to every cooking process, like mom's cooking for her kids
th: ซาลาเปาทุกลูกปั้นด้วยมืออย่างประณีต เอาใจใส่ในทุกขั้นตอนการปรุงเหมือนอาหารที่คุณแม่ตั้งใจทำให้ลูกๆ

# section-desc-3
source: Satisfying filling with soft dough, mouthful of tastiness
th: วราภรณ์ ซาลาเปาจัดเต็มด้วยไส้เน้นๆ แป้งนุ่ม อร่อยเต็มๆ คำ

# section-header-1
source: SELECTIVE
th: คัดสรร

# section-header-2
source: CARING
th: พิถีพิถัน

# section-header-3
source: FULFILLING
th: จัดเต็ม

source: See map
th: ดูแผนที่

source: See menu
th: ดูเมนู

source: See more
th: ดูเพิ่มเติม

# single-dish
source: Single Dishes
th: อาหารจานเดียว

source: Snack Box
th: สแน็คบ็อกซ์

# snackbox-desc
source: Popular Set 1. One salapao + one set of steamed dumplings 2. Two salapao 3. One salapao
th: 1. ชาลาเปา 1 ลูก + ขนมจีบ 1 ชุด 2. ชาลาเปา 2 ลูก 3. ซาลาเป่า 1 ลูก

# snackbox-desc-1
source: One salapao + one set of steamed dumplings
th: ชาลาเปา 1 ลูก + ขนมจีบ 1 ชุด

# snackbox-desc-2
source: Two salapao
th: ชาลาเปา 2 ลูก

# snackbox-desc-3
source: One salapao
th: ชาลาเปา 1 ลูก

# snackbox-text
source: Snack boxes can be arranged upon customers' orders (no beverages). Customers will be charged based on product prices without processing fees.
th: สามารถจัดสินค้าตามจำนวนที่ลูกค้าต้องการ คิดราคาตามราคาสินค้า (ไม่มีเครื่องดื่ม)

source: Subdistrict
th: แขวง/ตำบล

source: Tel.
th: โทร. :
